<?php

return [
    '应用' => [
        '默认应用' => '前台',
    ],
    '前台' => [
        '默认控制器' => '留言',
        '默认行为' => '列表',
        '分页' => 5
    ],
    '后台' => [
        '默认控制器' => '留言',
        '默认行为' => '列表',
        '分页' => 10
    ],
    '数据库' => [
        // 数据库类型
        '类型' => 'mysql',
        // 服务器地址
        '地址' => '127.0.0.1',
        // 数据库名
        '库名' => 'msg',
        // 用户名
        '用户名' => 'root',
        // 密码
        '密码' => '',
        // 端口
        '端口' => '3306',
        // 数据库编码默认采用utf8
        '字符集' => 'utf8',
    ],
];
